Feature: xBA

  Scenario: Проверка перехода в xBA - Профили
    Given Открыли ссылку на тестовый стенд
    Then Ввели логин и пароль
    Then Переход в xBA - Профили
    When Осуществлен переход в xBA - Профили


  Scenario: Проверка перехода в xBA - Метапрофили
    Given Открыли ссылку на тестовый стенд
    Then Ввели логин и пароль
    Then Переход в xBA - Метапрофили
    When Осуществлен переход в xBA - Метапрофили


  Scenario: Проверка перехода в xBA - Статистика xBA
    Given Открыли ссылку на тестовый стенд
    Then Ввели логин и пароль
    Then Переход в xBA - Статистика xBA
    When Осуществлен переход в xBA - Статистика xBA